export const cafeMockData = {
  recruiting: [
    {
      title: 'ESC방탈출카페 홍대점',
      lat: 37.5518171346304,
      lng: 126.922525282682,
    },
    {
      title: '스피키지 방탈출카페',
      lat: 37.55335044458262,
      lng: 126.92502475602444,
    },
    {
      title: '머더파커 홍대1호점',
      lat: 37.5502959651766,
      lng: 126.920738841669,
    },
    {
      title: '위드방탈출카페',
      lat: 37.5575020891994,
      lng: 126.93711123615,
    },
  ],
  notRecruiting: [
    {
      title: '"방탈출 이스케이프하우스"',
      lat: 37.5528260849967,
      lng: 126.922270738876,
    },
    {
      title: '"더이스케이프방탈출"',
      lat: 37.5553581571113,
      lng: 126.922680059414,
    },
    {
      title: '지구별방탈출 홍대어드벤처점',
      lat: 37.5522223228781,
      lng: 126.922128773662,
    },
    {
      title: '"방탈출ESC"',
      lat: 37.5580361824726,
      lng: 126.93844514714,
    },
  ],
};
